Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E30B.tmx
Source language: en_us
Languages: zh_cn

source: What are Some Tips for Communicating with my Boyfriend?
zh_cn: 与男朋友交流的几点诀窍

source: Perhaps the biggest tip for communicating with your boyfriend is to acknowledge that people, especially men and women, do not always express themselves in the same way.
zh_cn: 也许与男朋友交流的最大诀窍就是你要承认人与人之间，特别是男人和女人之间的表达方式通常是不一样的。

source: Once you understands this, you can use certain techniques to improve the way you communicate: keep conversations simple and short, alert your boyfriend when you need to vent, use body languagewell and incorporate "I" statements into conversations.
zh_cn: 一旦你理解了这一点，你就可以使用一定的技巧来改善你们之间的交流方式：对话要简短；当你需要发泄时可以给你男朋友提个醒；掌握好身体语言并且在对话中要特别强调“我”这个词。

source: Other tips include giving your boyfriend plenty of time to answer, trying to see through his eyes and using his unique traits and interests to make points clearer.
zh_cn: 其他的诀窍就包括：给对方足够的时间来回答你的问题；看着他的眼睛，根据他的个性和爱好来让你的谈话更清晰、明了。

source: Complimenting him also can improve the communication situation, because it can make him feel more needed and capable, prompting him to talk openly.
zh_cn: 向他说些恭维的话也可以改善你们之间的交流状态，这样他会觉得自己很有才华、有被需要的感觉，可以鼓励他敞开心扉。

source: Acknowledge Communication Differences
zh_cn: 承认交流方式存在差异

source: Men and woman often have different ways of expressing themselves.
zh_cn: 男人和女人之间的表达方式常常是存在差异的。

source: Women tend to want to explore a range of different feelings and opinions.
zh_cn: 女人比较热衷于对一些不同的感受和观点进行讨论。

source: They usually see communication as an effective way of preventing issues and planning what to do next.
zh_cn: 她们常常将交流视为发泄情绪、制定计划的一种积极有效的方法。

source: By contrast, discussing many opinions and feelings can be difficult for men, who typically prefer to keep things simple.
zh_cn: 但对很多观点和感受进行讨论对男人来说是件很困难的事情，他们更喜欢将事情简单化。

source: They sometimes do not see communicating as necessary unless there is already the need to take action or fix a problem.
zh_cn: 他们通常都不认为交流是必要的，除非是已经需要采取行动或解决问题的时候。

source: Keep It Short and Simple
zh_cn: 保持对话简短

source: Due to the way that most men communicate, it's typically helpful to keep conversations short and rational, addressing just one or two feelings or ideas at a time.
zh_cn: 鉴于大多数男人上述的交流方式，保持谈话简短、理性是很有帮助的。每次谈话只集中一到两个感受或想法。

source: This requires you to narrow down exactly what you want to say before a discussion happens, but it usually keeps a guy's attention.
zh_cn: 你需要在讨论开始前准确地精简要说的内容，但又能吸引到对方的注意。

source: Give a Heads Up Before Venting
zh_cn: 在抱怨前给个暗示

source: Most men are good problem solvers because of the way their brains are "wired."
zh_cn: 因为男人的大脑的思考方式不同，他们大多数都很善于解决问题。

source: This can get his partner out of a fix, but it also can make a boyfriend respond to venting the wrong way.
zh_cn: 他可以帮助搭档解决困难，但对于女朋友的抱怨，他们可能会给出错误的反馈。

source: He might think that you are giving him an issue to resolve, when really you just wants to get feelings off of your chest.
zh_cn: 他可能会认为你是在向他寻求帮助，而其实你只是想把不好的情绪发泄掉。

source: To put a boyfriend more at ease, it's a good idea to start the conversation with an honest disclaimer, such as "I don't expect anybody to have a solution, but just talking about it will make me feel better."
zh_cn: 谈话开始前你可以很诚实地说明：我并不是希望你帮我解决问题，只是想和你聊聊、发泄一下，这样可以让你的男朋友觉得轻松些。

source: Speak With the Body
zh_cn: 使用身体语言

source: Communicating well in a romantic or other relationship requires that you pay close attention to your body language.
zh_cn: 无论是恋人还是其他任何人之间的交流都需要特别主要身体语言的使用。

source: Facial and other body gestures can pass on a huge amount of meaning during a conversation, so one way to manipulate a conversation well or avoid conflict with a boyfriend is to control your movements.
zh_cn: 在谈话中，面部表情或其他的身体语言都可以传送大量的信息，因此要进行一场愉快的交流或者避免与男朋友之间产生矛盾的一个方法就是控制你的身体语言。

source: If you sit with your arms crossed, for example, this conveys an unwillingness to listen or hear the other person out.
zh_cn: 例如，如果双臂交叉传递出的信息就是你不太情愿认真地倾听对方的谈话。

source: By contrast, leaning forward and smiling can show an interest in what your boyfriend is saying.
zh_cn: 相反，身体前倾并面带微笑表明你对男朋友所说的内容很感兴趣。

source: Use "I" Language
zh_cn: 多使用“我”

source: Even though body language can speak louder than the actual words a person says, your boyfriend still is going to listen to your actual speech.
zh_cn: 尽管身体语言可能会比实际语言更能传递信息，但你的男朋友仍然会想听听你会怎么说。

source: Psychologists long have recommended using "I" statements such as "I think" or "I feel that..." while communicating, because such statements generally do not put the listener on the defensive.
zh_cn: 心理学家一直对建议人们在交流时使用“我”这个单词，比如“我想”或“我觉得”，因为这样让对方觉得你们是处于同一个阵营。

source: Avoiding "you" statements therefore might improve the effectiveness of your talks.
zh_cn: 避免使用“你”会促进你们之间的谈话。

source: Give Time for Response
zh_cn: 给对方时间来思考

source: There is a huge difference between monologue and dialogue.
zh_cn: 独白和对话之间有很大的不同。

source: In monologue, just one person talks, meaning two-way communication doesn't happen.
zh_cn: 独白是只有一个人在说，意思就是相互之间的交流在这里并不存在。

source: Getting your boyfriend to open up in a meaningful way, therefore, means that you can't do all the talking.
zh_cn: 要让你的男友以一种积极的方式参与到谈话中，你就不能一个人不停地说。

source: Give your boyfriend time to react to what you've said.
zh_cn: 要给他时间来思考你所说的内容。

source: This can be challenging, because even though some people like to take time to formulate a concise, simple and clear answer, others react emotionally to the brief periods of silence and sometimes feel the need to fill them with more talking.
zh_cn: 这点很有挑战性，因为有些人需要一些时间来归纳出一个简明、清晰的答案，但另外一部分人对于谈话中这种短暂的安静反应很冲动，认为这种情况是不允许存在的，就是要一直不停地说。
